Repository: PhoenixLauncher/Phoenix
Catalog: Phoenix/Phoenix/Resources/*.lproj/Localizable.strings
Languages: sq, tr

# category_SortBy
source: Sort by
sq: Ndaj sipas
tr: Sırala

# category_Status
source: Status
sq: Statusit
tr: Durum

# category_Name
source: Name
sq: Emrit
tr: Ad

# category_Recency
source: Recency
sq: Herës së fundit
tr: Son Oynanan

# gameList_Search
source: Search
sq: Kërko
tr: Ara

# gameList_AddGame
source: Add new game
sq: Shto lojë të re
tr: Yeni oyun ekle

# platforms_Favorites
source: Favorites
sq: Preferuarat
tr: Favoriler

# platforms_Other
source: Other
sq: Tjetër
tr: Diğer

# status_Playing
source: Playing
sq: Duke Luajtur
tr: Oynanıyor

# status_Shelved
source: Shelved
sq: Rrallë
tr: Rafa kaldırıldı

# status_Occasional
source: Occasional
sq: Rrallë
tr: Ara sıra

# status_Backlog
source: Backlog
sq: E Prapambetur
tr: Yığın

# status_Beaten
source: Beaten
sq: Muajtur
tr: Bitirildi

# status_Completed
source: Completed
sq: Përfunduar
tr: Tamamlandı

# status_Abandoned
source: Abandoned
sq: Braktisur
tr: Terk edilmiş

# status_Other
source: Other
sq: Tjetër
tr: Diğer

# recency_Today
source: Today
sq: Sot
tr: Bugün

# recency_ThisWeek
source: This Week
sq: Këte Javë
tr: Bu Hafta

# recency_ThisMonth
source: This Month
sq: Këtë Muaj
tr: Bu Ay

# recency_Last3Months
source: Last 3 Months
sq: 3 Muajt e Fundit
tr: Son 3 Ay

# recency_Last6Months
source: Last 6 Months
sq: 6 Muajt e Fundit
tr: Son 6 Ay

# recency_ThisYear
source: This Year
sq: Këtë Vitë
tr: Bu Yıl

# recency_Never
source: Never
sq: Kurr
tr: Oynanmadı

# detail_Play
source: Play
sq: Luaj
tr: Oyna

# detail_LP
source: Last Played
sq: Luajtur Më Së Fundi
tr: Son Oynama Tarihi

# detail_Status
source: Status
sq: Statusi
tr: Durum

# detail_Rating
source: Rating
sq: Vlerësimi
tr: Derecelendirme

# detail_Genres
source: Genres
sq: Zhanra
tr: Türler

# detail_Dev
source: Developer
sq: Krijuesi
tr: Geliştirici

# detail_Pub
source: Publisher
sq: Botuesi
tr: Yayıncı

# detail_Release
source: Release Date
sq: Data e Botimit
tr: Çıkış Tarihi

# detail_NoGame
source: No game selected
sq: Asnjë Lojë e Selektuar
tr: Oyun seçilmedi

# detail_NoDesc
source: No description found.
sq: Asnjë pëershkrim nuk ëeshtë gjetur.
tr: Açıklama bulunamadı.

# editGame_Name
source: Name
sq: Emri
tr: Ad

# editGame_Icon
source: Icon
sq: Ikona
tr: Simge

# editGame_IconOverride
source: This is currently overrided by selected app icon.
tr: Bu, şu anda seçilen uygulama simgesi tarafından geçersiz kılındı.

# editGame_SelectedImage
source: Selected Image
sq: Imazhi i selektuar
tr: Seçili Resim

# editGame_Browse
source: Browse
sq: Kërko
tr: Gözat

# editGame_Status
source: Status
sq: Statusi
tr: Durum

# editGame_Command
source: Command
sq: Komanda
tr: Başlatma Komutu

# editGame_OverrideWarning
source: Overrides the templated command for the game's platform.
tr: Oyunun platformu için şablon komutunu geçersiz kılar.

# editGame_CommandOverride
source: This is currently overrided by the custom launch command.
tr: Bu, özel başlatma komutu tarafından geçersiz kılındı.

# editGame_Command_DragDrop
source: Select or drag and drop a game
sq: Selektop ose hudh një lojë
tr: Bir oyun seç veya sürükleyip bırak

# editGame_File_DragDrop
source: Select or drag and drop a file
tr: Bir dosya seç veya sürükleyip bırak

# editGame_Command_SelectedGame
source: Selected game
sq: Loja e selektuar
tr: Seçilen oyun

# editGame_Advanced
source: Advanced
sq: Më Tepër
tr: Gelişmiş

# editGame_Desc
source: Description
sq: Përshkrimi
tr: Açıklama

# editGame_Genres
source: Genres
sq: Zhanra
tr: Türler

# editGame_Header
source: Header
sq: Fillim
tr: Arka plan

# editGame_Cover
source: Cover
sq: Mbulim
tr: Kapak

# editGame_Screenshots
source: Screenshots
sq: Screenshotat
tr: Ekran Görüntüleri

# editGame_Rating
source: Rating
sq: Vlerësimi
tr: Derecelendirme

# editGame_Dev
source: Developer
sq: Krijuesi
tr: Geliştirici

# editGame_Pub
source: Publisher
sq: Botuesi
tr: Yayıncı

# editGame_igdbIDDesc
source: The ID of the game found on igdb.com
tr: Oyunun igdb.com sitesindeki ID numarası

# editGame_Release
source: Release Date
sq: Data e Botimit
tr: Çıkış Tarihi

# editGame_SaveGame
source: Save Game
sq: Ruaj Lojën
tr: Oyunu Kaydet

# editGame_SelectGame
source: Select Game
sq: Selekto Lojën
tr: Oyun Seç

# editGame_Fetch
source: Fetch Metadata
sq: Fito Metadata
tr: Metadatayı Getir

# editGame_NoGamesFailure
source: No games found
sq: Asnjë lojë nuk është gjetë
tr: Oyun bulunamadı

# prefs_SonomaRequired
source: macOS 14 (Sonoma) is required for this feature.
sq: macOS 14 (Sonoma) është e nevojitur për këtë opsion.
tr: Bu özellik için macOS 14 (Sonoma) gerekir.

# prefs_General
source: General
sq: Gjeneral
tr: Genel

# general_SelectedFolder
source: Selected folder
sq: Folderi i selektuar
tr: Seçilen klasör

# general_Detect
source: Detect %@ games on launch
sq: Dedekto loja në %@ në hapje
tr: %@ oyunlarını tespit et

# general_CustomFolder
source: Custom %@ folder
sq: Follderi i ndryshëm i %@-it
tr: Özel %@ klasörü

# general_FetchMeta
source: Fetch game metadata automatically
sq: Fito të dhënat automatikisht
tr: Oyun metadatasını otomatik al

# general_GetIconFromApp
source: Get app icon automatically
tr: Oyun simgesini otomatik ekle

# prefs_Appearance
source: Appearance
sq: Pamja
tr: Görünüm

# appearance_Accent
source: Accent color UI
sq: Ngjyra aksentuese e UI
tr: Vurgu rengini sistemin vurgu rengiyle eşitle

# appearance_Gradient
source: Gradient UI
sq: Gradienta e UI
tr: Degrade Arayüz

# appearance_Star
source: Show star rating
sq: Trego vlerësimin në yje
tr: Yıldız derecelendirmesini göster

# appearance_GradientHeader
source: Fade header into background
sq: Zbeh header-in në sfond
tr: Arka planı soldur

# appearance_ShowScreenshots
source: Show screenshots
sq: Shfaq screenshot-at
tr: Ekran görüntülerini göster

# appearance_ScreenshotSize
source: Screenshot size
sq: Madhësia e Screenshot-it
tr: Ekran görüntüsü büyüklüğü

# appearance_FadeLeadingScreenshots
source: Fade leading screenshots into background
sq: Zbeh screenshot-at në sfond
tr: Ekran görüntülerini soldur

# appearance_HideIcons
source: Hide icons in sidebar
sq: Mshef ikonat ne skaje
tr: Kenar çubuğunda simgeleri gizle

# appearance_IconSize
source: List icon size
sq: Madhësia e ikonave
tr: Simge boyutu

# appearance_GameCount
source: Show number of games in sidebar
sq: Shfaq numrin e lojave
tr: Kenar çubuğunda oyun sayısını göster

# appearance_ShowAdd
source: Show add game button in sidebar
sq: Shfaq butonin për shtuarjen e lojave
tr: Kenar çubuğunda oyun ekle butonunu göster

# appearance_CategoryAnimation
source: Show animation of category picker
sq: Shfaq zgedhësin e animacioneve
tr: Kategori seçiminde animasyon göster

# appearance_CategoryText
source: Show text in category picker
sq: Shfaq tekstin ne zgedhësin e zhanrës
tr: Kategori seçicide metni göster

# prefs_Hidden
source: Hidden Games
sq: Lojra të mshefura
tr: Gizli oyunlar

# prefs_Platforms
source: Platforms
tr: Platformlar

# platforms_EditName
source: Name
tr: Ad

# platforms_SearchIcon
source: Search
tr: Ara

# platforms_SearchIconDesc
source: Search for icon
tr: Simge ara

# platforms_SelectedIcon
source: Selected icon
tr: Seçili simge

# platforms_GameType
source: Game Type
tr: Oyun Türü

# platforms_GameTypeDesc
source: The file type of game (app, bin, exe, z64)
tr: Oyunun dosya türü (app, bin, exe, z64)

# platforms_Select_Emulator_DragDrop
source: Select or drag and drop an emulator app
tr: Bir emülatörü seç ya da sürükle ve bırak

# platforms_SelectEmulator
source: Select Emulator
tr: Emülatör Seç

# platforms_SelectedEmulator
source: Selected Emulator
tr: Seçili Emülatör

# platforms_EmulatorArgs
source: Custom Arguments
tr: Özel komutlar

# platforms_EmulatorArgsDesc
source: CLI Arguments (--fullscreen, --nogui)
tr: CLI Komutları (-fullscreen, --nogui)

# platforms_CommandTemplate
source: Command Template
tr: Komut Şablonu

# platforms_CommandTemplateDesc
source: Template for launching game (use %@ for the file path)
tr: Oyunu başlatmak için komut (dosya yolu için %@ kullanın)

# platforms_SavePlatform
source: Save Platform
tr: Platformu Kaydet

# hidden_ShowGame
source: Show game
sq: Shfaq lojra
tr: Oyunu göster

# hidden_NoGames
source: No hidden games found.
sq: ASnjë lojë e mëshefur është gjetur.
tr: Gizli oyun bulunamadı.

# file_AddGame
source: Add Game
sq: Shto lojë
tr: Oyun Ekle

# file_EditGame
source: Edit Game
sq: Ndrzsho lojën
tr: Oyunu Düzenle

# file_PlayGame
source: Play Game
sq: Luaj Lojën
tr: Oyunu Başlat

# file_NewWin
source: New Window
sq: Window të re
tr: Yeni Pencere

# file_Close
source: Close
sq: Mbyll
tr: Kapat

# file_PhoenixFolder
source: Open Phoenix Data Folder
tr: Phoenix Dosya Konumunu Aç

# view_TabBar
source: Show Tab Bar
sq: Shfaq Tab Bar-in
tr: Sekme Çubuğunu Göster

# view_AllTabs
source: Show All Tabs
sq: Shfaq të gjitha tabs-at
tr: Tüm Sekmeleri Göster

# view_Platform
source: Sort Sidebar by Platform
sq: Rendit lojrat sipas platformës
tr: Kenar Çubuğunu Platforma Göre Sırala

# view_Status
source: Sort Sidebar by Status
sq: Rendit lojrat sipas statusit
tr: Kenar Çubuğunu Duruma Göre Sırala

# view_Name
source: Sort Sidebar by Name
sq: Rendit lojrat sipas emrit
tr: Kenar Çubuğunu İsime Göre Sırala

# view_Recency
source: Sort Sidebar by Recency
sq: Rendit lojrat sipas kohëve të fundit
tr: Kenar Çubuğunu Son Oynamaya Göre Sırala

# help_Help
source: Phoenix Help
sq: Ndihmë me Phoenix
tr: Phoenix Yardımı

# help_Donate
source: Donate to Phoenix
tr: Phoenix'e bağış yap

# toast_GameSavedSuccess
source: Game saved!
sq: Loja e ruajtur!
tr: Oyun kaydedildi!

# toast_NoGamesFailure
source: No games found.
sq: ASnjë lojë nuk është gjetur.
tr: Oyun bulunamadı.

# toast_GameNotFoundFailure
source: Game couldn't be found.
sq: Loja nuk mund të gjendej.
tr: Oyun bulunamadı.

# toast_NoNameFailure
source: Game must have a name.
sq: Loja duhet të ketë emër.
tr: Oyunun bir adı olmalı.

# toast_LaunchFailure
source: Please configure a launch command to run.
tr: Lütfen çalıştırmak için bir başlatma komutu yapılandırın.

# alert_InvalidFolder
source: Invalid folder
sq: Folder invalid
tr: Geçersiz klasör

# alert_InvalidFolderMsg
source: The folder path must end with
sq: Rruga e folderit duhet të mbarojë me
tr: Klasör yolu şu şekilde bitmeli

# alert_Cancel
source: Cancel
sq: Anuloni
tr: İptal et

# alert_Save
source: Save
sq: Ruaj
tr: Kaydet

# context_Favorite
source: Favorite
sq: Të pëlqyer
tr: Favori

# context_Unfavorite
source: Unfavorite
sq: Hiq nga lojrat e pëlqyer
tr: Favorilerden kaldır

# context_Game
source: Game
sq: Lojë
tr: Oyun

# context_FavoriteGame
source: Favorite game
sq: Loja e pëlqyer
tr: Favorilere ekle

# context_HideGame
source: Hide game
sq: Mshef Lojën
tr: Oyunu gizle

# context_DeleteGame
source: Delete game
sq: Fshij lojën
tr: Oyunu sil

# context_EditName
source: Edit name
sq: Ndrysho emri
tr: Adı değiştir

# context_EditIcon
source: Edit icon
sq: Ndrysho ikonën
tr: Simgeyi değiştir

# context_EditHeader
source: Edit header
sq: Ndrysho header-in
tr: Arka planı değiştir

# context_EditPlatform
source: Edit platform
sq: Ndrysho platformën
tr: Platformu değiştir

# context_EditStatus
source: Edit status
sq: Ndrysho statusin
tr: Durumu değiştir

# update_CheckForUpdates
source: Check for Updates
sq: Shiko për updata
tr: Güncellemeleri kontrol et

# category_Platform
source: Platform
sq: Platformës

# detail_Platform
source: Platform
sq: Platforma

# editGame_Platform
source: Platform
sq: Platforma

# editGame_igdbID
source: IGDB ID
sq: ID-ja nga IGDB
